Repository: 42cc/p2psafety
Catalog: p2psafety_django/locale/*/LC_MESSAGES/django.po
Languages: pl, uk

source: What is it?
pl: Co to jest?
uk: Що це?

source: P2P Safety is decentralized system to quickly react on emergencies. Think 911, but protection is provided by other users, not third-parties
pl: P2P Safety to rozproszony system szybkiego reagowania na zdarzenia awaryjne. Jest to system podobny do systemu ratunkowego 112, z tą różnicą, że ochronę uczestników zapewniają pozostali uczestnicy, a nie osoby trzecie
uk: Колективна безпека - розподілена система швидкого реагування на екстренні події. Це як 911, тільки захист учасників забезпечують інші учасники, а не третя сторона.

source: How does it work?
pl: Jak to działa?
uk: Як це працює?

source: I need protection
pl: Potrzebuję ochrony
uk: Мені потрібен захист

source: Download the app
pl: Pobierz aplikację
uk: Завантажте додаток

source: Register, fill in all the required data
pl: Zarejestruj się, wprowadź wymagane dane
uk: Зареєструйтеся, введіть необхідні дані

source: In case of emergency hold the SOS button or activate it by 3 clicks on hardware block button - wait for vibro response - another 3 clicks
pl: W razie niebezpieczeństwa włącz przycisk SOS za pośrednictwem aplikacji lub włącz go poprzez 3 kliknięcia przycisku blokuj - zaczekaj na odpowiedź wibracją - kolejne 3 kliknięcia
uk: В разі небезпеки натисніть кнопку СОС у додатку, або активуйте тривогу потрійним нажаттям на кнопку блоку - вібро фідбек - ще три нажаття

source: I want to protect
pl: Chcę chronić
uk: Я хочу бути корисним

source: Keep in touch, we are working on this part
pl: Bądź w kontakcie, pracujemy nad tym
uk: Будьте на зв’язку, ми працюємо над цим

source: Join the discussion group on facebook
pl: Dołącz do dyskusji w grupie na Facebook'u
uk: Долучайтесь до дискусії у фейсбук групі

source: How can I help?
pl: Jak mogę pomóc?
uk: Як допомогти проекту?

source: Join the discussion
pl: Dołącz do dyskusji
uk: Долучайтесь до дискусії

source: Track our progress
pl: Śledź postępy
uk: Cлідкуйте за прогресом

source: Why?
pl: Dlaczego?
uk: Навіщо?

source: We believe in decentralised systems, where everyone can take responsibility.
pl: Wierzymy w systemy rozproszone, w których każdy może brać odpowiedzialność.
uk: Ми віримо в розподілені системи, де кожен може брати на себе відповідальність.

source: We think that the best way to provide safety is to teach people how to protect themselves.
pl: Wierzymy, że jeśli społeczność potrzebuje ochrony, to najlepszym sposobem jest nauka ludzi, jak bronić siebie nawzajem.
uk: Ми вважаємо, що якщо громаді потрібен захист, то найкращий спосіб його надати - дозволити та навчити людей захищати самих себе.

source: We are certain that in 21st century we should use the full potential of technologies, especially in such fields as protection.
pl: Wierzymy, że w XXI. wieku powinniśmy wykorzystywać potencjał technologii, szczególnie w takich dziedzinach, jak bezpieczeństwo.
uk: Ми вважаємо, що в 21 столітті варто використовувати потенціал технологій, особливо, в таких сферах, як безпека.

source: What else should I know?
pl: Co jeszcze powinienem wiedzieć?

source: The main language of our facebook group is Ukrainian. Don't be scared, you can ask your question in English and we will provide answers for you
pl: Głównym językiem naszej grupy na Facebooku jest ukraiński. Jednak można także zadać pytanie w języku angielskim (preferowany) lub polskim, a my dostarczymy odpowiedzi do Ciebie

source: P2P Safety
uk: Колективна безпека
